alacritty
ark
base
base-devel
btop
discord
dkms
dolphin
efibootmgr
egl-wayland
firefox
git
gst-plugin-pipewire
gwenview
htop
iwd
kate
konsole
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-pipewire
lib32-v4l-utils
lib32-vkd3d
libpulse
linux
linux-firmware
linux-headers
lshw
lutris
man-db
nano
neofetch
neovim
network-manager-applet
networkmanager
nvidia
nvidia-settings
openrazer-daemon
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
prusa-slicer
python-protobuf
smartmontools
sof-firmware
spectacle
steam
teamspeak3
torbrowser-launcher
virt-viewer
vkd3d
wget
wine
winetricks
wireless_tools
wireplumber
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zram-generator
